Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Universitehta vuosttaš váldodoaibma lea oahpposadjin leat – báikin gos olbmot galget oahppat .
nob: Den første grunnfunksjonen til universitetet er å være et lærested - et sted hvor menneskene skal lære .

source: Sámi servodaga dilli lea ain nu ahte váilot olu oahppan olbmot .
nob: Status for det samiske samfunnets vedkommende er at det fortsatt er stor knapphet på kvalifiserte personer .

source: Universitehta galgá oahpahit sihke árbevieru ja ođđa jurddašeami nuorra olbmuide .
nob: Universitetet skal formidle både tradisjon og nytenkning til unge mennesker .

source: Maŋit áigge šaddet ollugat dain nuorra olbmuin hálddašit fámu eará olbmuid badjel .
nob: Senere i livet kommer mange av disse unge menneskene til å forvalte makt over andre mennesker .

source: Dan dihte lea universitehtas stuora bargu juohkit dieđuid ja buriid geavahusvugiid .
nob: Det er derfor en stor oppgave for universitetet å formidle informasjon og forsvarlige metoder .

source: Muhto seammá deaŧalaš lea geahččalit juohkit olmmošvuođa .
nob: Men like viktig er det å forsøke å formidle medmenneskelighet .

source: Ođđa studeanttaid oaččuheamis lea deaŧalaš vuhtii váldit ahte sámi servodat gos studeanttat bohtet , lea earalágan go dáčča akademalaš servodat gosa studeanttaid vižžet .
nob: Et viktig aspekt når det gjelder rekruttering er å ta hensyn til at det samiske samfunnet som det skal rekrutteres fra , er ulikt det norske akademiske samfunnet som det rekrutteres til .

source: Ferte garrasit bargat dan badjelii ahte oažžut olbmuid ohppui mii maŋŋel sáhttá addit gelbbolašvuođa šaddat dutkin .
nob: Det må arbeides hardt for å få rekruttert folk inn i utdanninger som senere kan kvalifisere dem til forskere .

source: Positiiva bealli das go oaččuha eanet olbmuid universitehtii , geain lea sámi duogáš , lea ahte sámi servodat fas oažžu deaŧalaš máhtu .
nob: Det positive er at man gjennom å rekruttere flere personer med samisk bakgrunn til universitetet , vil kunne føre viktig kunnskap tilbake til samfunnet .

source: Dat sáhttá mielddisbuktit ahte sámi servodat olaha buoret ipmárdusa eará servodagain .
nob: Dette kan lede til at det samiske samfunnet oppnår en større forståelse i andre samfunn .

source: Heajos bealli lea ahte sámi studeanttat oahpuideasetguin sáhttet gáidet eret sámi servodagas .
nob: “ Faremomentet ” er at de samiske studentene utdanner seg bort fra sitt eget samfunn .

source: George Manuel-rohkki , Eamiálbmogiid Máilmmiráđi vuođđudeaddji , lávii dadjat ahte formála oahpu maŋŋel berrejit nuorat ođđasit oahpahuvvot iežaset kultuvrraide .
nob: Nå avdøde George Manuel , grunnleggeren av Verdensrådet for urbefolkninger , brukte å si at etter den formelle utdannelsen bør ungdommen gjenutdannes inn i sine egne kulturer .

source: Lávii čujuhit dasa ahte nuorra olbmot eahpekritihkalaččat gehččet iežaset servodagaide juristta čalmmiiguin ja jurddašit juristta jurdagiiguin .
nob: Han refererte til at unge mennesker ukritisk så på sine egne samfunn med juristbriller og tenkte i juriststrategier . Rekrutteringen kan struktureres i tre strategier :

source: Lasi sámi studeanttaid oaččuhit universitehtii
nob: ( Øke rekrutteringen av samiske studenter til universitetet

source: Heivehit oahpahusa vai eanemus lági mielde studeanttat čađahit oahpahusprográmmaid mearriduvvon áigái
nob: ( Tilpasse utdanningen slik at flest mulig av studentene gjennomfører utdanningsprogrammene innenfor tilmålt tid

source: Sihkkarastit oahpahusa kvalitehta vai dat ii oahpat studeanttaid “ eret ” sin iežaset servodagain .
nob: ( Kvalitetssikre utdanningen slik at den ikke utdanner " bort " de samiske studentene fra sine egne samfunn

source: Romssa universitehta bealis lea máŋgii daddjon ahte lea deaŧalaš dihtomielalaččat bargat oaččuhit studeanttaid universitehtii .
nob: Ved Universitetet i Tromsø har det ved flere anledninger blitt understreket at bevisst satsing på rekrutteringsarbeid er viktig .

source: Guhkesáiggi jurddašeapmi lea deaŧalaš go ráhkadit strategiijaid movt oaččuhit studeanttaid alit dási sámi oahpahussii .
nob: Langsiktig tenkning er viktig når det skal utformes strategier for rekruttering til høgere samisk utdanning .

source: Vaikko mii nagodit ollislaččat čilget dilálašvuođa , ráhkadit ulbmiliid ja maiddái ráhkadit proseassaid movt oaččuhit studeanttaid universitehtii , de lea studeanttaid oaččuheapmi áddjás bargu .
nob: Selv om vi er i stand til å komme med adekvate beskrivelser av situasjonen , utarbeide målformuleringer og endog skape prosesser for utdanningsrekruttering , vil rekrutteringsarbeidet ta tid .

source: Movt vuođđudit sámi dutkanservodaga ja movt váldit vára das , lea gažaldat mii dávjá čuožžila .
nob: Spørsmålet som ofte møter oss er hvordan man etablerer og ivaretar det samiske forskersamfunnet ?

source: Sápmelaččaid historjjálaš dilli lea nu ahte sin oami olbmot leat vásihan skuvlavuogádaga dakkárin mii olu lea bávččagahttán sin .
nob: Samenes historiske situasjon er at deres nære familie har opplevd skolesystemet som et system som har påført dem mye smerte .

source: Skuvla lea leamaš bákčasiid latnjan oallut sápmelaččaide .
nob: Skolen har vært et smertens hus for mange samer .

source: Ođđa jahkeduháha álggus easkka lea vuosttaš buolva sámi dutkiin ja dutkiidrekruhtain geat eai leat vásihan nu garra skuvlabákčasa ahte leat gáidan akademalaš servodagas .
nob: Ved inngangen til et nytt årtusen står vi ovenfor den første generasjon samiske forskere og forskerrekrutter som ikke har en så sterk skolesmerte at de er blitt borte for det akademiske samfunnet .

source: Mis lea historjjálaš vejolašvuohta vuođđudit sámi modernitehta dutkojuvvon dieđuid nala .
nob: Vi har en historisk mulighet til å basere den samiske modernitet på vitenskapsbasert kunnskap .

source: Sámi skuvlabávččas goitge čuohcá sámi servodahkii guhkes áiggi .
nob: Den samiske skolesmerten er imidlertid noe som kommer til å forfølge det samiske samfunnet i lang tid .

source: Dán kapihttalis áigut geahčadit muhtun jurdagiid mat leat boahtán Romssa universitehtii , ásahusa čanastagaid dihte sámi servodahkii .
nob: I dette kapittelet vil vi ta for oss noen innspill som har kommet til Universitetet i Tromsø angående institusjonen sine relasjoner til den samiske befolkningen .

source: Vuosttaš reive lea skuvlabákčasa birra .
nob: Det første brevet omhandler skolesmerten .

source: Universitehtii
nob: Til Universitetet ,

source: Oallugat mu ustibiin leat dávjá jearran ahte áiggun go duođai álgit universitehtii , ja movt dat heive .
nob: Mange av mine venner spurte meg ofte om jeg virkelig hadde tenkt meg til universitetet og hvordan det kunne passe .

source: Lea ain alla lávki álgit universitehtii , ja leat garra vuostelasvuođat dan dáfus .
nob: Tersklene for å ta skrittet til universitetet er fortsatt høye , og mothakene sitter dypt .

source: Doaivvun ahte kultuvrralaš bákčasa sáhtášii dálkkodit soabadanproseassain .
nob: Jeg tror at den kulturelle smerten kunne vært bearbeidet med en forsoningsprosess .

source: Dákkár soabadeami álgun livččii ahte gillájeaddjit beasaše vásáhusaideaset muitalit .
nob: En slik prosess kunne bestått i at de som led overlast hadde fått kommet frem med sine beretninger .

source: Muitalit go váldojuvvojedje ruovttuineaset eret , go eai ožžon oahpes biepmu , go eai beassan sámástit , go vieruiduvve sámi gárvvuide , go eai šat beassan sámi máidnasiid gullat , go luođi masse , ja go dan geažil atnigohte kultuvrraset árvvoheapmin , ja nu maiddái iežaset árvvohis olmmožin .
nob: Beretninger om at de ble tatt hjemmefra , om at de ikke fikk samisk mat der , om at de ikke fikk snakke samisk , om at de mistet forholdet til samiske klær , om at de ikke fikk høre samiske beretninger , om at de mistet joiken og om at de derfor begynte å se på sin egen kultur som verdiløs og dermed seg selv som verdiløse mennesker .

source: Akademihkar
nob: Akademikeren

source: Universitehta doaibma dan čuolmmas ahte oaččuhit eanet sámi studeanttaid ohppui , lea maiddái ahte heivehit geavatlaš oaččuhandoaimmaid sámi studeanttaide .
nob: Universitetet sin oppgave i forhold til problemet med å rekruttere flere samer til utdanningene sine er dels å utforme praktiske rekrutteringsprogrammer som er tilpasset de samiske studentene .

source: Universitehta berre maiddái čájehit čielga oainnu dárbbašlaš soabadanproseassaide mat bohciidedje omd. dan skuvlapolitihka geažil maid sápmelaččat guhká šadde gillát .
nob: Dels bør universitetet vise en klar holdning til de behov for forsoningsprosesser som er nødvendige i kjølvannet av eksempelvis skolepolitikken som samene lenge var utsatt for .

source: Nuppádassii lea dárbu heivehit studeanttaid vejolašvuođa čađahit oahpuideaset .
nob: For det andre gjelder det å tilrettelegge for studentene sine muligheter til å gjennomføre utdanningene sine .

source: Olu fágasurggiin leat sierra sámi sisabeassanearit .
nob: Det er en rekke fagområder som har egne samiske opptakskvoter .

source: Vaikko dađi bahábut ii leat ovttalágan bargovuohki sisabeassaneriid dáfus , de dat eahpitkeahttá leat ávkkálaččat .
nob: Selv om det dessverre ikke er helt ensartet praksis i tilknytning til opptakskvotene , utgjør de utvilsomt viktige bidrag .

source: Lea gal čujuhuvvon dasa ahte “ earri ” - doaba ii leat nu buorre .
nob: Det har imidlertid vært påpekt at begrepet “ kvote ” er et uheldig begrep i denne sammenheng .

source: Háliidit danne beassat eret earri-doahpagis , ja baicca gohčodit oahpposajiid omd. dáčča ja sámi oahpposadjin .
nob: Vi ønsker derfor å komme bort fra kvote-begrepet og istedet benevne studieplassene som for eksempel norske og samiske plasser .

source: Leat maid erenoamáš doaibmabijut sámi studeanttaide , omd. Juridihka fakultehtas .
nob: Dessuten finnes det særskilte tiltak rettet mot samiske studenter , for eksempel på Det juridiske fakultet .

source: Juridihkka-studeanttain lea guhtta vahkku bargohárjehallan gasku lohkanáigodaga .
nob: Studenter som studerer juss har en praksisperiode på seks uker midt i studiet .

source: Fakultehta fállá dábálaččat bargohárjehallama advokáhttakántuvrrain , duopmárkántuvrrain dahje hálddahuskántuvrrain oahppat movt láhka doaibmá .
nob: Fakultetets ordinære tilbud er et opphold på advokatkontorer , dommerkontorer eller administrasjonskontorer for å danne seg et bilde av hvordan loven virker i praksis .

source: Lea easkkabáliid leamaš erenoamáš fálaldat sámi studeanttaide mas leat beassan oahpásnuvvat eará eamiálbmogiid juristtaide ja riekteeallimii .
nob: Inntil nylig har samiske studenter hatt det særskilte tilbud at de i forbindelse med fakultetets praksisordning har fått muligheten til å gjøre seg kjent med juristene og rettslivet til andre urfolk .

source: Lea sávahahtti oažžut ruovttoluotta dan ortnega .
nob: Det er ønskelig at dette gjenopptas .

source: Dasa lassin leat studeanttain maid leamaš erenoamáš dahkosat álggahankollokviaid ja erenoamášfágaid oktavuođas .
nob: I tillegg til dette har studentene også hatt særskilte opplegg i forbindelse med innføringskollokvier og spesialfag .

source: Buot fágabirrasat berrejit leat dihtomielalaččat sámi studeanttaid erenoamáš dárbbuid ektui , ja sidjiide berre erenoamážit heivehit dili .
nob: Alle fagmiljøer bør ha et bevisst forhold til de særskilte behov som gjør seg gjeldende blant de samiske studentene , og at det tilrettelegges spesielt for dem.

source: Universitehta berre leat diehtomielalaš dan ektui ahte oahpahusprográmmaid čađaheamis sáhttet vuhttot sámi mihtilmasvuođat .
nob: Universitetet bør være bevisst på at det kan være samiske særtrekk knyttet til gjennomføringen av utdanningsprogrammene .

source: Dan dihte berre árvvoštallat dárkileappot gozihit sámi studeanttaid , eastadan dihte sin oahpu heaitimis .
nob: Dette innebærer at det bør vurderes å opprettes en tettere oppfølging av de samiske studentene for å unngå frafall .

source: Dál eat dieđe gii lea juste sámi studeanta , muhto sámi studeanttaid gaskkas dáidet leat oalle olu rávis olbmot .
nob: Likeledes har man for tiden ikke noen klar forståelse av hvem den typiske samiske student er , men det antas at det er en stor andel godt voksne mennesker blant de samiske studentene .

source: Danne áigut boahtteáiggis árvvoštallat berre go sin gelbbolašvuohta bargoeallimis ja eará servodatoassálastimis boahtit buorrin maiddái universitehtavuogádagas .
nob: Dette vil innebære at man i fremtiden vil vurdere om kompetansen som disse menneskene har gjennom yrkesliv og annen samfunnsdeltagelse bør kunne krediteres også innenfor et universitetssystem .

source: Maiddái mielddisbuktá dat veahá earalágan čuolmmaid studeantta eallimis go dábálaččat , omd. oažžut dohkálaš mánáidgárdde- ja skuvlafálaldaga sámegielat mánáide .
nob: Dels vil det også kunne innebære at ting som ellers ikke er sentrale problemer i en studenthverdag kan bli det , eksempelvis et tilfredsstillende barnehage- og skoletilbud for samisktalende barn .

source: Ovdal lea sámi váhnemiidda leamaš oalle váttisin oažžut universitehta ruovttusuohkana ásahit fálaldaga sámi mánáide .
nob: Tidligere har samiske foreldre hatt til dels store vansker med å få vertskapskommunen til universitetet til å etablere et tilbud for samiske barn .

source: Go universitehta galgá heivehit studeanttaide dilálašvuođa vai studeanttat čađahit oahpuideaset , de lea vuosttažettiin dárbu dábuhit dieđuid dan birra mainnalágiin universitehta oahppobiras lea sámi studeanttaid mielas .
nob: Universitetet sine oppgaver i forhold til å tilrettelegge for studentene i gjennomføring av utdanningene sine er for det første å skaffe seg en oversikt over hvordan universitetets læringsmiljø fremtrer for de samiske studenter .

source: Dasto berre universitehta gozihanprográmmaid bokte čájehit beroštumi studeanttaid reála gelbbolašvuhtii , ja maiddái bargat studeanttaid sosiála birrasa heivehemiin .
nob: Dernest bør universitetet gjennom programmer for oppfølgning , vise imøtekommenhet for den realkompetanse som disse studentene besitter , samt bidra til en tilpasning av studentenes sosiale rammeverk .

source: Universitehta gávnnadanbáikin
nob: 3.3 Universitetet som møtested

source: Universitehta nubbi doaibma lea doaibmat olbmuid gávnnadanlatnjan .
nob: Den andre funksjonen universitetet har , er å være et rom hvor mennesker møtes .

source: Olbmot gávnnadit beaivválaččat universitehtas - boradanlanjas , seminárain , stuora čoahkkimiin , ja olmmoš sáhttá oahppat olu sihke kopimašiinna guoras , boradanlanjas ja universitehta guhkes feaskáriin .
nob: Her møtes mennesker hver eneste dag - i kantiner , på seminarer , på store symposier , og man kan få lært mye både ved kopimaskinen , i kantina og i universitetets korridorer .

source: Muhto movt sáhttá universitehta buoremusat doaibmat gávnnadanbáikin sihke dáčča ja sámi servodahkii ?
nob: Men hvordan skal universitetet på en best mulig måte ivareta oppgaven som møtested mellom det norske og det samiske samfunnet ?

source: Maiddái dan ášši sáhttá juohkit golmma oassái :
nob: Også dette aspektet kan struktureres i tre deler :

source: Sámi servodat ja dáčča servodat berrejit gávnnadit universitehta kantuvrrain dahje ravdasárgáin
nob: ( Det samiske samfunnet og det norske bør møtes i universitetets konturer

source: Sámi servodat ja dáčča servodat berrejit gávnnadit universitehta struktuvrrain
nob: ( Det samiske samfunnet og det norske bør møtes i universitetets strukturer

source: Sámi servodat ja dáčča servodat berrejit gávnnadit universitehta tekstuvrrain
nob: ( Det samiske samfunnet og det norske bør møtes i universitetets teksturer

source: Universitehta kontuvrrat
nob: Universitetets konturer

source: Ulbmil dainna ahte sámivuohta galgá ovdanboahtit universitehta kantuvrrain , sáhttá čájehuvvot máŋggaládje .
nob: Målsetningen om at det samiske skal fremtre i konturene til universitetet kan gjenspeiles på flere måter .

source: Seammás go universitehta lea doaibmi ovttadat , de dat lea maid latnja .
nob: Samtidig som universitetet er en funksjonell enhet , er den også et rom .

source: Dat sisttisdoallá ahte universitehta lanja hábmen ii leat áibbas mearkkašumi haga .
nob: Dette betyr at utformingen av universitetets rom ikke er uvesentlig .

source: Jus sámivuohta ii oba oidno ge , de lea dat váttisvuohtan .
nob: Hvis det samiske blir helt fraværende , blir det et problem .

source: Danne lea buorre go Romssa universitehta lea ceggen goađi gasku universitehtašilju .
nob: I så måte er det positivt at Universitetet i Tromsø har plassert en goahti Goahti er det samiske ordet for gamme .

source: Lea maid buorre go galgá ceggejuvvot sámi “ kulturviessu ” universitehta lusa , ja go Sámi dutkamiid guovddáš lea ožžon erenoamážit heivehuvvon oasi ođđa Teorifágavissui .
nob: Det er også positivt at det skal bygges et samisk “ kulturbygg ” på universitetsområdet , og at Senter for samiske studier er blitt tildelt en spesielt tilpasset fløy i det nye Teorifagbygget .

source: Sámegiel galben lea maid deaŧalaš oassi universitehta sámivuođa čájeheamis , ja sámegillii ferte galbet maid dain viesuin ja rusttegiin gos dat ii leat vel dahkkon .
nob: Skilting på samisk er en viktig synliggjøring av det samiske element ved universitetet , og dette arbeidet må videreføres til de bygg og anlegg som ennå ikke har fått dette .

source: Sámi “ kulturviesu ” huksen šaddá hui mávssolažžan sámi dutkama oktiiheiveheamis , vuosttažettiin dutkanbirrasa huksemis .
nob: Byggingen av det samiske “ kulturbygget ” vil ha stor betydning for koordineringen av samisk forskning gjennom i første rekke å skape et forskningsmiljø .

source: Guovddáš šaddá maid dárbbašlažžan universitehtas eamiálbmotáššiid riikkaidgaskasaš doaimmaheamis , máŋggafágalaš dutkanprošeavttaid láhčimis , studeantaoktavuođa buorideamis , sámi kultuvrra čájeheamis jna. ( eambbo riikkaidgaskasaš doaimmaheami birra čuoggá 5.5 vuolde ) .
nob: Senteret vil også være nødvendig i den internasjonale satsingen på urfolksspørsmål ved universitetet , for tilretteleggingen for flerfaglige forskningsprosjekter , for bedring av studentkontakten , synliggjøringen av samisk kultur , med mer ( mer om internasjonalisering under punkt 5.5 ) .

source: Sámivuođa čájeheamis universitehta kantuvrrain lea gal čiekŋalet ulbmil go dušše universitehta arkitektuvrras čájehit dan .
nob: Målsetningen om at det samiske skal fremtre i universitetets konturer går imidlertid lengre og dypere enn til spørsmålet om universitetets arkitektur .

source: Lea sáhka das lea go sámivuohta čilgejuvvon universitehta vuođđoulbmiliin .
nob: Det går på spørsmålet om det samiske er formulert i universitetets grunnmålsetninger .

source: Muđui lea sáhka das lea go sámivuohta oidnosii dahkkojuvvon go universitehta dutkan- ja oahpahusoppalašvuođa geahččá .
nob: Videre går det på spørsmålet om det samiske er synlig når universitetets samlede forsknings- og utdanningsportefølje ses under ett .

source: Dát strategiijaplána galgá nannet dan dilálašvuođa , ja maid čohkket návccaid ja vugiid lasihit sámivuođa maiddái dainna deaŧalaš vugiin .
nob: Denne strategiplanen tar sikte på dels å konsolidere situasjonen i så måte , og dels danne krefter og retninger i satsinger for å øke den samiske tilstedeværelsen også på denne mer grunnleggende måten .

source: Universitehta struktuvrrat
nob: Universitetets strukturer

source: Universitehta sámivuođa struktuvraulbmil lea huksejuvvon dan nala mainnalágiin universitehta lea hábmen fágalaš doaimmas .
nob: Målsetningen om tilstedeværelsen av samiske strukturer i universitet tar utgangspunkt i måten universitetet har strukturert sin faglige virksomhet .

source: Dárkileappot daddjon lea dat universitehta fágalaš bajáshuksen , ja mainnalágiin universitehta mearridanválddit leat hábmejuvvon .
nob: Mer konkret går dette på universitetets faglige disiplinering , og dels på hvordan universitetets beslutningsstrømmer er utformet .

source: Go lea sáhka fágalaš bajáshuksemis , de dáidá leat nu ahte universitehta fágalaš hábmen speadjalastá daid surggiid mat muđui leat servodagas .
nob: Når det gjelder den faglige disiplineringen , er det alminnelig antatt at universitetets disiplinering i stor utstrekning gjenspeiler den sektorisering som ellers gjelder i samfunnet .

source: Sáhttá máŋgii leat sámi oaidninvugiin váttisin ahte universitehta lea nu čavga čadnon dáčča stuoraservodahkii .
nob: Sett fra samisk synsvinkel kan det noen ganger være et problem at universitet er så tett knyttet opp til det norske storsamfunnet .

source: Okta oassi dan váttisvuođas sáhttá leat go sámi servodat muhtun muddui lea organiserejuvvon ládje , ja go universitehta fágalaš doaibma dušše muhtun muddui heive sámi servodaga dárbbuide .
nob: Noe av problemet består i at det samiske samfunnet delvis er organisert på en annen måte , og at det tilbudet som universitetets faglige disiplinering er i stand til å yte bare delvis vil kunne korrespondere med det samiske samfunnets behov .

source: Dan sáhttá oaidnit das go oahpahus ja dutkan mii universitehta bealis adnojuvvo máŋggafágalažžan , ii leat nu sámi oaidninvugiin .
nob: Dette kan vise seg ved at utdanning og forskning som sett fra universitetets side fremstår som tverrfaglige , fra samisk synsvinkel betraktet ikke er det .

source: Dan sáhttá čilget dainna ahte sámi máilmmis leat áibbas erenoamáš servodatdárbbut .
nob: Dette henger sammen med at det finnes helt spesifikke samfunnsbehov i den samiske verden .

source: Ovdamearkan sáhttá namuhit ahte bohcco- ja boazodoallodutkan lea čielgasit fágalaččat sirrejuvvon Árktalaš biologiijii ja servodatdieđalaš birrasii .
nob: Eksempelvis kan det nevnes at forskning på rein og reindrift er sterkt fagdelt mellom arktisk biologi og de samfunnvitenskapelige miljø .

source: Boazodoallodutkan speadjalastá akademia máhtu organiserema .
nob: Forskning på reindrift reflekterer kunnskapsorganiseringen i akademia .

source: Boazodollui livččii ávkin jus boazodoalu oahpus livčče eambbo sihke servodatdieđalaš fágat ja luonddudieđalaš fágat .
nob: Reindriften vil være tjent med at kunnskapstilfanget om reindriften i større grad integrerer både samfunnsvitenskapelige fag og naturvitenskapelig fag .

source: Nubbi ovdamearkan leat riikkaidgaskasaš sámi ovttasbargoprošeavttat .
nob: Et annet eksempel er samiske samarbeidsprosjekter internasjonalt .

source: Sámi dutkanbirrasiin lea lagas ja buorre ovttasbargu eará eamiálbmotservodagaid oahpahus- ja dutkanbirrasiiguin , muhto dat gal leat eará surggiid árbevieruin vuolggahuvvon .
nob: De samiske forskningsmiljøene har et tett og godt samarbeid med utdannings- og forskningsmiljøer fra andre urfolkssamfunn . Disse kommer imidlertid fra andre sektoriseringstradisjoner .

source: Muhtomin lea dat váttisvuohta boahtán ovdan go guossestudeanttat ja guossedutkit gávnnadit universitehtain gos lea nu unnán oktavuohta eará fágalaš birrasiiguin , ahte fágalaš ávki šaddá unnit go maid livčče háliidan .
nob: Problemet har noen ganger vist seg ved at gjestestudenter og gjesteforskere møter et universitet hvor kontakten med andre faglige miljøer er så begrenset at det faglige utbyttet kan ha blitt mindre enn ønsket .

source: Čuoggás 5.1.1 , Sámi dutkanguovddáža birra , lea árvaluvvon movt dan dili sáhtášii buoridit .
nob: Et mulig tiltak for å behjelpe denne situasjonen er beskrevet under punkt 5.1.1 , om Samisk forskningssenter .

source: Universitehta fágalaš rájit leat oassin historjjálaš lobálašvuođain mat gustojit universitehtamáilbmái .
nob: Universitetets faglige grenser er en del av de historiske lovmessigheter som gjelder i en universitetsverden .

source: Universitehta berre gal dađistaga bargat dan guvlui ahte unnidit fágalaš hehttehusaid nu olu go vejolaš .
nob: Universitetet bør imidlertid stadig arbeide for at de faglige barrierene skal bli så lave og myke som mulig .
